import os
class Translation(object):
  
    START_TEXT = """<b>🙋‍♂️Hey {}!!</b>

<b>I Am Just A Pro Auto Filter Bot😉</b>

ഈ ബോട്ട് <b>FH MOVIES</b> ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??
\n\nഅപ്പോ പിന്നെ എന്തിനാ വീണ്ടും വീണ്ടും സ്റ്റാർട്ട് കുത്തി കളിക്കാൻ വരുന്നേ...\n\n എന്തായാലും സ്റ്റാർട്ട് അടിച്ചതല്ലെ ഇനി ആ താഴെ കാണുന്ന നമ്മുടെ ഒഫീഷ്യൽ ചന്നെൽ കൂടി Subscribe ചെയ്തിട്ട് ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ 🤭🤭
"""    
    
    HELP_TEXT = """
<b>നീ ഏതാ..... ഒന്ന് പോടെയ് അവൻ help ചോയ്ച്ച് വന്നിരിക്കുന്നു😤... I'm Different Bot... U Know</b>
"""
    
    ABOUT_TEXT = """
<b>➥ 🤖Bot</b> : <b>Adv Auto Filter Bot v2.9</b>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/liqwid_x">LiqWid</a></i>😎</b>

<b>➥ MOVIES</b> : <b><i><a href="https://t.me/fhmoviechat">FH MOVIES</a></i>🎞️</b>

<b>➥ SERIES</b> : <b><i><a href="https://t.me/fhserieschat">FH SERIES</a></i>📺</b>

<b>➥ MUSIC</b> : <b><i><a href="https://t.me/fhmusics">FH MUSICS</a></i>🎶</b>

<b>➥ CHANNEL</b> : <b>❤️<i><a href="https://t.me/fileshomeofficial">FH GROUP</a></i>❤️</b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://t.me/kurachkanjiedukkatte">©️Click Here</a></i>

<b>🔰 Note</b> : നിങ്ങൾക്ക് എന്നെ വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ പറ്റൂല വേണേൽ നിങ്ങൾക്ക് Start,Help,About ഒക്കെ അടിച്ച് കളിക്കാം അത്ര മാത്രം..ഇത്രേ എനിക്ക് ചെയ്ത് തരാൻ പറ്റൂ🤭
"""
